#+TITLE:     Finance
#+AUTHOR:    Fabrice Niessen
#+EMAIL:     (concat "fni" at-sign "pirilampo.be")
#+DESCRIPTION:
#+KEYWORDS:
#+LANGUAGE:  fr
#+OPTIONS:   H:4 num:t toc:3

#+FILETAGS:  :personal:finance:
#+SETUPFILE: ~/org/theme-readtheorg.setup

** 643- Travaux Michaël 2022

| Date             |  Nbr | Commentaires                               |
|------------------+------+--------------------------------------------|
| [2022-05-13 Fri] |  1.0 | N/A                                        |
| [2022-05-14 Sat] |  3.0 | Aide rangement                             |
| [2022-05-15 Sun] |  3.0 | Aide rangement                             |
| [2022-05-16 Mon] |  8.0 | Parquet maison de jardin                   |
| [2022-05-17 Tue] |  3.0 | Suite et fin maison de jardin              |
| [2022-05-21 Sat] |  3.0 | Entretien jardin / pavés maison de jardin  |
| [2022-05-25 Wed] |  4.0 | Lampadaires escaliers. WC. Crochet couloir |
| [2022-05-27 Fri] |  4.0 | Étagère Sarah, plante jardin               |
| [2022-05-28 Sat] |  3.0 | Sans doute                                 |
| [2022-06-22 Wed] |  1.5 | Poteau linge                               |
| [2022-06-25 Sat] |  0.5 | Jardinage                                  |
| [2022-06-27 Mon] |  1.5 | Cache câble HDMI                           |
| [2022-06-28 Tue] |  3.5 | Fresco                                     |
| [2022-07-11 Mon] |  6.0 | Plinthes, peintures, jardin                |
| [2022-07-25 Mon] |  3.5 | Plinthes                                   |
| [2022-07-26 Tue] |  4.5 | Arrondis plafond                           |
| [2022-07-27 Wed] |  3.5 | Peinture portes                            |
| [2022-07-28 Thu] |  1.5 | Peinture portes                            |
| [2022-07-29 Fri] |  1.5 | Peinture portes                            |
| [2022-07-30 Sat] |  1.0 | Peinture portes ?                          |
| [2022-07-31 Sun] |  2.0 | Peinture portes                            |
| [2022-08-01 Mon] |  3.5 | Peinture plinthes, placement               |
| [2022-08-02 Tue] |  2.0 | Fin plinthes M                             |
| [2022-08-03 Wed] |  1.0 | Install détecteur fumée                    |
| [2022-08-04 Thu] |  1.5 | Trou + goulottes escalier + siège vélo     |
| [2022-08-16 Tue] |  2.0 | Cadres, mauvaises herbes                   |
| [2022-09-10 Sat] |  1.5 | Aide électricité escalier                  |
| [2022-09-11 Sun] |  1.0 | Aide électricité escalier                  |
| [2022-09-13 Tue] |  1.0 | Cave + jardin                              |
| [2022-09-14 Wed] |  2.0 | Divers                                     |
|------------------+------+--------------------------------------------|
| TOTAL            | 78.0 | 1560. |
#+TBLFM: @32$2=vsum(@-I..@I);%.1f::@32$3=$-1*20

*Paiement de 1.060 EUR le 16/12/2022 = 1.560 EUR - 500 EUR acompte frais élec /
eau Scorpios.*

électricité: 12517 (heures pleines: 6447; creuses: 6069)
eau: 599,3

** Solde sur nos comptes

À la date du [2014-11-18 Tue 21:24] :

| Argenta             | BE92 9799 5009 7423 | Fabrice Niessen    | Giro +                                 |    521.50 |
| Argenta             | BE50 9790 8684 5418 | Niessen - Verhenne | Golden                                 |   1000.00 |
| Argenta             | BE95 9795 3885 9758 | Fabrice Niessen    | Golden                                 |      0.15 |
| Argenta             | BE80 9795 3229 4777 | Fabrice Niessen    | e-épargne                              |    100.00 |
| Rabobank            | BE97 8440 0738 3949 | Fabrice Niessen    | Compte d'épargne                       |  15553.25 |
| Rabobank            | BE11 8440 0738 3848 | Fabrice Niessen    | Compte à vue                           |      0.00 |
| Optimabank (Ethias) | BE59 8274 0038 9926 | Fabrice Niessen    | Spaarrekening plus                     |  17418.38 |
| Optimabank (Ethias) | BE70 8274 0038 9825 | Fabrice Niessen    | Zichtrekening                          |      0.00 |
| Caisse d'épargne    | 04304429459         | Fabrice Niessen    | Cpt depôt part.                        |    505.16 |
| Caisse d'épargne    | 00307599427         | Fabrice Niessen    | Livret A                               |      0.00 |
| Keytrade Bank       | BE96651152445105    | Fabrice Niessen    | Compte a Vue                           |     30.07 |
| Keytrade Bank       | BE96651152445105    | Nele Verhenne      | Zichtrekening                          |     30.07 |
| Recordbank          |                     | Nele Verhenne      |                                        |   3200.00 |
|---------------------+---------------------+--------------------+----------------------------------------+-----------|
| Impôts              |                     |                    | Avance !                               |   8619.43 |
|---------------------+---------------------+--------------------+----------------------------------------+-----------|
| À garder            |                     |                    | si perte de salaire                    | -18985.50 |
| À garder            |                     |                    | frais divers                           | -12000.00 |
| À garder            |                     |                    | en cours (Sporty, taxe habit, Sogedim) |  -1702.50 |
|---------------------+---------------------+--------------------+----------------------------------------+-----------|
|                     |                     |                    |                                        |   15219.6 |
#+TBLFM: @>$>=vsum(@1..@-1)::@17$5=-(3075+89.25)*6;%.2f::@18$5=-12000;%.2f::@19$5=-392.50-1005-305;%.2f

6 mois de salaire net... OK.

** Argent reçu à la lentefeest de Mar (fête de printemps)

| Reçu par Mar                       | EUR | EUR |
|------------------------------------+-----+-----|
| Grootva et Grootmoe                |     | 250 |
| Mar (bon poescafé)                 |     |  30 |
|------------------------------------+-----+-----|
| Christian et Alice                 | 200 |     |
| Grégory, Lydie-Anne et les enfants | 100 |     |
| Lydiane et Nicolas                 |  50 |     |
| Francesco et Evelyne               |  50 |     |
| Nena                               |  40 |     |
| Anonyme                            |  20 |     |
|------------------------------------+-----+-----|
|                                    | 460 | 280 |
#+TBLFM: @11$3=vsum(@I..@-I)::@11$2=vsum(@I..@-I)

*** TODO Routine / Comparer les contrats d'électricité et de gaz en vue de l'achat groupé (Total Energies)
SCHEDULED: <2026-05-01 Fri +1y>

Consommation : https://my.mega.be/index.php?consumption

https://samensterker.ichoosr.com/samensterker/home
Inschrijvingsnummer: ENBE2483549

|                     | EAN 541448820059527846 |     | EAN 541448820059527853 |     |       |
| Date                |          Elektriciteit |     |                    Gaz |     | Jours |
|---------------------+------------------------+-----+------------------------+-----+-------|
| [2021-07-30 Fri]    |                    757 | kWh |                  23688 | m3  |     0 |
| [2021-11-08 Mon]    |                   1234 | kWh |                  23791 | m3  |   101 |
| [2022-11-24 Thu]    |                   3493 | kWh |                  24670 | m3  |   381 |
| [2024-05-13 Mon]    |                   6230 | kWh |                  25984 | m3  |   536 |
| [2024-08-01 Thu]    |                   6659 | kWh |                  26028 | m3  |   691 |
|---------------------+------------------------+-----+------------------------+-----+-------|
| Total               |                   5473 | kWh |                   2296 | m3  |  1018 |
|---------------------+------------------------+-----+------------------------+-----+-------|
| Total sur 1 an      |                   1962 | kWh |                    823 | m3  |  2.79 |
| En kWh (gaz pauvre) |                   ^^^^ | ^^^ |                   8411 | kWh |   <<< |
#+TBLFM: $6=$1-@-1$1::@4$6=0::@10$2=@-1-@-4::@10$4=@-1-@-4::@10$6=@-1$1-@-4$1::@11$2=@-1/$6;%.0f::@11$4=@-1/$6;%.0f::@11$6=@-1/365;%.2f::@12$4=@-1*10.22;%.0f::@12$6=string("<<<")

- Airco (+500 kWh)
- Elektrische boiler (+3.000 kWh)
- Elektrische auto + laadpaal (+3.600 kWh)
- Elektrisch koken (+200 kWh)
- Warmtepomp (+5.000 kWh)

https://callmepower.be/nl/energie/gids/tarief/prijs-elektriciteit

- https://www.monenergie.be
- https://vtest.vreg.be
- https://www.independer.be/fr/comparateur-energie

